"appName" = "Inlaider (ko)";


"popup.command.placeholder.typeACommand" = "명령어를 입력하세요...";
"popup.command.placeholder.typeACommandOrEnterQuit" = "명령어를 입력하거나 Enter를 눌러 닫으세요...";
"popup.command.placeholder.typeACommandOrEnterPaste" = "명령어를 입력하거나 Enter를 눌러 결과를 붙여넣으세요";
"popup.navigation.focusCanvas.label" = "⌘ ⬆️ — 편집기로 전환";
"popup.navigation.focusCommandline.label" = "⌘ ⬇️ — 명령줄로 전환";
"popup.shortcut.clearCanvas" = "⌘⌫ 편집기 지우기";
"popup.shortcut.copyCanvas" = "⌘C 편집기 내용 복사";
"popup.shortcut.copyCanvasOrEnterCopy" = "⌘C 또는 Enter 편집기 내용 복사";
"popup.shortcut.enterPaste" = "Enter 붙여넣기";
"popup.shortcut.esc" = "Esc 닫기";

"show" = "보기";
"about" = "정보";
"quit" = "종료";
"close" = "닫기";
"cancel" = "취소";
"save" = "저장";
"ok" = "확인";
"settings" = "설정";
"copied" = "복사됨";

"settings.section.general.title" = "일반";
"settings.accessibility.title" = "접근성 권한";
"settings.accessibility.description" = "이 권한은 선택한 텍스트를 자동으로 읽고 처리된 결과를 원래 텍스트 필드에 다시 삽입하기 위해 필요합니다.\n접근 권한이 없으면 애플리케이션은 데이터를 전달하기 위해 클립보드를 사용할 것입니다.";
"settings.inlaiderShortcut.label" = "Inlaider 단축키";
"settings.LaunchAtLogin.label" = "로그인 시 실행";

"settings.section.ownAPIKeys.title" = "자체 API 키";
"provider.apiKey.title" = "API 키";
"provider.apiKey.placeholder" = "여기에 API 키를 입력하세요";
"provider.models.title" = "모델";
"provider.models.new.placeholder" = "모델 이름 추가";

"settings.section.customPrompts.title" = "프롬프트 대체";
"prompts.general.title" = "일반 프롬프트";
"prompts.replacements.title" = "프롬프트 대체";
"prompts.replacements.replaceWhat.label" = "대체할 항목";
"prompts.replacements.model.label" = "모델";
"prompts.replacements.replaceWith.label" = "프롬프트로 대체";
"prompts.replacements.error.exists.message" = "명령어 대체 '%@'가 이미 존재합니다.";

"about.ThirdPartyLicenses" = "제3자 라이선스";
"about.VisitOnGithub" = "GitHub에서 보기";
"about.version" = "버전 %@";

"error.title" = "오류";
